0	priceValidUntil
1	priceCurrency
2	brand
3	productID
4	gtin13
5	sku
6	postalCode
7	telephone
8	itemCondition
9	availability
10	mpn
11	endDate
12	startDate
13	worstRating
14	addressLocality
15	addressRegion
16	reviewCount
17	bestRating
18	ratingValue
19	openingHours
20	longitude
21	latitude
22	description
23	performer
24	category
25	price
26	validFrom
27	url
28	image
29	weight
30	servingSize
31	fatContent
32	carboHydrateContent
33	proteinContent
34	sugarContent
35	saturatedFatContent
36	datePublished
37	prepTime
38	recipeYield
39	recipeIngredient
40	cookTime
41	recipeCategory
42	totalTime
43	keywords
44	recipeCuisine
45	recipeInstructions
46	calories
47	sodiumContent
48	releaseDate
49	manufacturer
50	color
51	model
52	organizer
53	addressCountry
54	workLocation
55	gtin8
56	location
57	eventStatus
58	review
59	email
60	transFatContent
61	cholesterolContent
62	fiberContent
63	birthDate
64	deathDate
65	inventoryLevel
66	opens
67	dayOfWeek
68	closes
69	contactType
70	priceRange
71	legalName
72	address
73	author
74	duration
75	byArtist
76	inAlbum
77	ratingCount
78	unsaturatedFatContent
79	gtin12
80	streetAddress
81	publisher
82	headline
83	text
84	dateModified
85	eventAttendanceMode
86	availableDeliveryMethod
87	itemReviewed
88	about
89	width
90	depth
91	height
92	unitCode
93	amenityFeature
94	areaServed
95	genre
96	director
97	disambiguatingDescription
98	memberOf
99	availabilityStarts
100	isbn
101	competitor
102	currenciesAccepted
103	faxNumber
104	gender
105	gtin14
106	contentRating
107	performTime
108	cookingMethod
109	founder
110	identifier
111	inLanguage
112	bookFormat
113	paymentAccepted
114	unitText
115	award
116	productionDate
117	gtin
118	partOfSeries
119	awayTeam
120	homeTeam
121	honorificSuffix
122	worksFor
123	jobTitle
124	dateCreated
125	productionCompany
126	offers
127	sameAs
128	checkoutTime
129	checkInTime
130	acceptedPaymentmethod
131	suitableForDiet
132	numberOfPages
133	actor
134	datePosted
135	title
136	employmentType
137	typicalAgeRange
138	affiliation
139	familyName
140	givenName
141	validThrough
142	photo
143	serialNumber
144	track
145	deliveryLeadTime
146	material
147	alumniOf
148	birthPlace
149	logo
150	episodeNumber
151	employee
152	audienceType
153	servesCuisine
154	homeLocation
155	hasMap
156	nationality
157	doorTime
158	availableLanguage
159	isAccessibleForFree
160	makesOffer
161	creator
162	copyrightHolder
163	copyrightYear
164	alternativeHeadline
165	additionalName
166	hiringOrganization
167	countryOfOrigin
168	alternateName
169	eligibleQuantity
170	bookEdition
171	knowsLanguage
172	userInteractionCount
173	interactionType
174	numTracks
175	warranty
